Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cli.hooks.enqueue.error.unsupportedHook
source: Unsupported queued hook: %@ %@
ar: خطاف غير مدعوم في قائمة الانتظار: %@ %@
de: Nicht unterstützter Hook in der Warteschlange: %@ %@
es: Hook en cola no compatible: %@ %@
fr: Hook en file d’attente non pris en charge : %@ %@
ja: サポートされていないキュー配信フックです: %@ %@
ko: 지원되지 않는 대기열 훅: %@ %@
zh_hans: 不支持的队列钩子：%@ %@
zh_hant: 不支援的佇列掛鉤：%@ %@

# cli.hooks.enqueue.usage
source: Usage: cmux hooks enqueue <agent> <subcommand>
ar: الاستخدام: cmux hooks enqueue <agent> <subcommand>
de: Verwendung: cmux hooks enqueue <agent> <subcommand>
es: Uso: cmux hooks enqueue <agent> <subcommand>
fr: Utilisation : cmux hooks enqueue <agent> <subcommand>
ja: 使用方法: cmux hooks enqueue <agent> <subcommand>
ko: 사용법: cmux hooks enqueue <agent> <subcommand>
zh_hans: 用法：cmux hooks enqueue <agent> <subcommand>
zh_hant: 用法：cmux hooks enqueue <agent> <subcommand>

# socket.agentHook.error.barrierTimeout
source: Agent hook barrier timed out
ar: انتهت مهلة حاجز خطافات الوكيل
de: Zeitüberschreitung beim Warten auf die Agenten-Hook-Barriere
es: Se agotó el tiempo de espera de la barrera de hooks del agente
fr: Délai d’attente de la barrière des hooks de l’agent dépassé
ja: エージェントフックバリアがタイムアウトしました
ko: 에이전트 훅 배리어 시간 초과
zh_hans: 代理钩子屏障超时
zh_hant: 代理程式掛鉤屏障逾時

# socket.agentHook.error.invalidBarrier
source: Invalid agent hook barrier
ar: حاجز خطافات الوكيل غير صالح
de: Ungültige Agenten-Hook-Barriere
es: Barrera de hooks del agente no válida
fr: Barrière des hooks de l’agent non valide
ja: エージェントフックバリアが無効です
ko: 잘못된 에이전트 훅 배리어
zh_hans: 无效的代理钩子屏障
zh_hant: 無效的代理程式掛鉤屏障

# socket.agentHook.error.invalidEvent
source: Invalid agent hook event
ar: حدث خطاف الوكيل غير صالح
de: Ungültiges Agenten-Hook-Ereignis
es: Evento de hook del agente no válido
fr: Événement de hook de l’agent non valide
ja: エージェントフックイベントが無効です
ko: 잘못된 에이전트 훅 이벤트
zh_hans: 无效的代理钩子事件
zh_hant: 無效的代理程式掛鉤事件

# socket.agentHook.error.queueFull
source: Agent hook delivery queue is full
ar: قائمة انتظار تسليم خطافات الوكيل ممتلئة
de: Die Zustellungswarteschlange für Agenten-Hooks ist voll
es: La cola de entrega de hooks del agente está llena
fr: La file de livraison des hooks de l’agent est pleine
ja: エージェントフック配信キューがいっぱいです
ko: 에이전트 훅 전달 대기열이 가득 찼습니다
zh_hans: 代理钩子传递队列已满
zh_hant: 代理程式掛鉤傳送佇列已滿

# cloud.vpn.setup.heading
source: Use Cloud machines from any app
ar: استخدام أجهزة Cloud من أي تطبيق
bs: Koristite Cloud mašine iz bilo koje aplikacije
da: Brug Cloud-maskiner fra alle apps
de: Cloud-Maschinen aus jeder App verwenden
es: Usar máquinas Cloud desde cualquier app
fr: Utiliser les machines Cloud depuis toute app
it: Usa le macchine Cloud da qualsiasi app
ja: ほかのアプリからCloudマシンを使う
ko: 모든 앱에서 Cloud 머신 사용
nb: Bruk Cloud-maskiner fra alle apper
pl: Używaj maszyn Cloud z dowolnej aplikacji
pt_br: Use máquinas Cloud em qualquer app
ru: Используйте Cloud-машины из любого приложения
th: ใช้เครื่อง Cloud จากทุกแอป
tr: Cloud makinelerini her uygulamadan kullanın
uk: Використовуйте Cloud-машини з будь-якої програми
zh_hans: 从任何应用使用 Cloud 机器
zh_hant: 從任何 App 使用 Cloud 機器

# cloud.vpn.setup.subtitle
source: Optional access to each VM's private address and original ports, such as 10.40.0.10:3000.
ar: وصول اختياري إلى العنوان الخاص والمنافذ الأصلية لكل جهاز افتراضي، مثل 10.40.0.10:3000.
bs: Opcionalni pristup privatnoj adresi i izvornim portovima svake VM, na primjer 10.40.0.10:3000.
da: Valgfri adgang til hver VM’s private adresse og oprindelige porte, f.eks. 10.40.0.10:3000.
de: Optionaler Zugriff auf die private Adresse und die ursprünglichen Ports jeder VM, etwa 10.40.0.10:3000.
es: Acceso opcional a la dirección privada y los puertos originales de cada VM, como 10.40.0.10:3000.
fr: Accès facultatif à chaque adresse privée et aux ports d’origine des VM, comme 10.40.0.10:3000.
it: Accesso facoltativo all’indirizzo privato e alle porte originali di ogni VM, ad esempio 10.40.0.10:3000.
ja: 各VMのプライベートアドレスと元のポート（例：10.40.0.10:3000）にアクセスするための任意の設定です。
ko: 각 VM의 비공개 주소와 원래 포트(예: 10.40.0.10:3000)에 접근하기 위한 선택 설정입니다.
nb: Valgfri tilgang til hver VMs private adresse og opprinnelige porter, som 10.40.0.10:3000.
pl: Opcjonalny dostęp do prywatnego adresu i oryginalnych portów każdej maszyny VM, na przykład 10.40.0.10:3000.
pt_br: Acesso opcional ao endereço privado e às portas originais de cada VM, como 10.40.0.10:3000.
ru: Необязательный доступ к частному адресу и исходным портам каждой VM, например 10.40.0.10:3000.
th: การเข้าถึงที่ไม่บังคับไปยังที่อยู่ส่วนตัวและพอร์ตเดิมของ VM แต่ละเครื่อง เช่น 10.40.0.10:3000
tr: Her VM’nin özel adresine ve özgün bağlantı noktalarına isteğe bağlı erişim; örneğin 10.40.0.10:3000.
uk: Необов’язковий доступ до приватної адреси та початкових портів кожної VM, наприклад 10.40.0.10:3000.
zh_hans: 可选设置，用于访问每台 VM 的私有地址和原始端口，例如 10.40.0.10:3000。
zh_hant: 選用設定，可存取每台 VM 的私有位址和原始連接埠，例如 10.40.0.10:3000。

# cloud.vpn.setup.howItWorks.title
source: How it works
ar: طريقة العمل
bs: Kako radi
da: Sådan fungerer det
de: So funktioniert es
es: Cómo funciona
fr: Fonctionnement
it: Come funziona
ja: 仕組み
ko: 작동 방식
nb: Slik fungerer det
pl: Jak to działa
pt_br: Como funciona
ru: Как это работает
th: วิธีการทำงาน
tr: Nasıl çalışır
uk: Як це працює
zh_hans: 工作原理
zh_hant: 運作方式

# cloud.vpn.setup.howItWorks.body
source: Connect Safari, Chrome, and other apps to your Cloud machines. Each machine keeps its private IP address and original ports. Only traffic to your Cloud network uses this encrypted connection. cmux terminals, Ports, and Desktop work without it.
ar: اربط Safari وChrome والتطبيقات الأخرى بأجهزة Cloud. يحتفظ كل جهاز بعنوان IP الخاص ومنافذه الأصلية. تستخدم حركة البيانات المتجهة إلى شبكة Cloud فقط هذا الاتصال المشفر. تعمل طرفيات cmux والمنافذ وسطح المكتب بدونه.
bs: Povežite Safari, Chrome i druge aplikacije sa Cloud mašinama. Svaka mašina zadržava privatnu IP adresu i izvorne portove. Samo saobraćaj prema Cloud mreži koristi ovu šifrovanu vezu. cmux terminali, portovi i radna površina rade i bez nje.
da: Forbind Safari, Chrome og andre apps med dine Cloud-maskiner. Hver maskine beholder sin private IP-adresse og sine oprindelige porte. Kun trafik til dit Cloud-netværk bruger denne krypterede forbindelse. cmux-terminaler, porte og skrivebord fungerer uden den.
de: Verbinden Sie Safari, Chrome und andere Apps mit Ihren Cloud-Maschinen. Jede Maschine behält ihre private IP-Adresse und ihre Ports. Nur Datenverkehr zu Ihrem Cloud-Netzwerk verwendet diese verschlüsselte Verbindung. Terminals, Ports und Desktop in cmux funktionieren auch ohne sie.
es: Conecta Safari, Chrome y otras apps a tus máquinas Cloud. Cada máquina conserva su dirección IP privada y sus puertos. Solo el tráfico hacia tu red Cloud usa esta conexión cifrada. Los terminales, Puertos y Escritorio de cmux funcionan sin ella.
fr: Connectez Safari, Chrome et les autres apps à vos machines Cloud. Chaque machine conserve son adresse IP privée et ses ports. Seul le trafic vers votre réseau Cloud utilise cette connexion chiffrée. Les terminaux, Ports et Bureau de cmux fonctionnent sans elle.
it: Collega Safari, Chrome e le altre app alle tue macchine Cloud. Ogni macchina mantiene il proprio IP privato e le porte originali. Solo il traffico verso la rete Cloud usa questa connessione crittografata. Terminali, porte e desktop di cmux funzionano anche senza.
ja: Safari、ChromeなどのアプリをCloudマシンに接続します。各マシンはプライベートIPアドレスと元のポートを保持します。この暗号化された接続を使うのはCloudネットワーク宛ての通信だけです。cmuxのターミナル、ポート、デスクトップは、この接続がなくても使えます。
ko: Safari, Chrome 및 다른 앱을 Cloud 머신에 연결합니다. 각 머신은 비공개 IP 주소와 원래 포트를 유지합니다. Cloud 네트워크로 향하는 트래픽만 이 암호화된 연결을 사용합니다. cmux 터미널, 포트 및 데스크탑은 이 연결 없이도 작동합니다.
nb: Koble Safari, Chrome og andre apper til Cloud-maskinene dine. Hver maskin beholder sin private IP-adresse og opprinnelige porter. Bare trafikk til Cloud-nettverket bruker denne krypterte forbindelsen. cmux-terminaler, porter og skrivebord fungerer uten den.
pl: Połącz Safari, Chrome i inne aplikacje z maszynami Cloud. Każda maszyna zachowuje prywatny adres IP i oryginalne porty. Tylko ruch do sieci Cloud korzysta z tego szyfrowanego połączenia. Terminale, porty i pulpit cmux działają bez niego.
pt_br: Conecte Safari, Chrome e outros apps às suas máquinas Cloud. Cada máquina mantém seu IP privado e suas portas originais. Somente o tráfego para sua rede Cloud usa esta conexão criptografada. Terminais, portas e área de trabalho do cmux funcionam sem ela.
ru: Подключите Safari, Chrome и другие приложения к вашим Cloud-машинам. Каждая машина сохраняет частный IP-адрес и исходные порты. Только трафик к вашей Cloud-сети использует это зашифрованное соединение. Терминалы, порты и рабочий стол cmux работают и без него.
th: เชื่อมต่อ Safari, Chrome และแอปอื่นกับเครื่อง Cloud ของคุณ แต่ละเครื่องยังคงมี IP ส่วนตัวและพอร์ตเดิม การรับส่งข้อมูลไปยังเครือข่าย Cloud เท่านั้นที่ใช้การเชื่อมต่อเข้ารหัสนี้ เทอร์มินัล พอร์ต และเดสก์ท็อปของ cmux ใช้งานได้โดยไม่ต้องใช้การเชื่อมต่อนี้
tr: Safari, Chrome ve diğer uygulamaları Cloud makinelerinize bağlayın. Her makine özel IP adresini ve özgün bağlantı noktalarını korur. Yalnızca Cloud ağınıza giden trafik bu şifreli bağlantıyı kullanır. cmux terminalleri, bağlantı noktaları ve masaüstü onsuz da çalışır.
uk: Підключіть Safari, Chrome та інші програми до своїх Cloud-машин. Кожна машина зберігає приватну IP-адресу та початкові порти. Лише трафік до Cloud-мережі використовує це зашифроване з’єднання. Термінали, порти й робочий стіл cmux працюють без нього.
zh_hans: 将 Safari、Chrome 和其他应用连接到您的 Cloud 机器。每台机器保留其私有 IP 地址和原始端口。只有发往 Cloud 网络的流量使用此加密连接。cmux 终端、端口和桌面无需此连接也可使用。
zh_hant: 將 Safari、Chrome 和其他 App 連接至您的 Cloud 機器。每台機器保留其私有 IP 位址和原始連接埠。只有傳送至 Cloud 網路的流量會使用此加密連線。cmux 終端機、連接埠和桌面不需要此連線也能使用。

# cloud.vpn.setup.permission.body
source: The VPN software is included in cmux. You do not need another app. macOS may require your password or Touch ID during approval.
ar: برنامج VPN مضمن في cmux. لا تحتاج إلى تطبيق آخر. قد يطلب macOS كلمة المرور أو Touch ID أثناء الموافقة.
bs: VPN softver je uključen u cmux. Nije potrebna druga aplikacija. macOS može zatražiti lozinku ili Touch ID tokom odobravanja.
da: VPN-softwaren er inkluderet i cmux. Du behøver ingen anden app. macOS kan bede om din adgangskode eller Touch ID under godkendelsen.
de: Die VPN-Software ist in cmux enthalten. Sie brauchen keine weitere App. macOS kann bei der Genehmigung Ihr Passwort oder Touch ID verlangen.
es: El software VPN está incluido en cmux. No necesitas otra app. macOS puede solicitar tu contraseña o Touch ID durante la autorización.
fr: Le logiciel VPN est inclus dans cmux. Aucune autre app n’est nécessaire. macOS peut demander votre mot de passe ou Touch ID lors de l’autorisation.
it: Il software VPN è incluso in cmux. Non serve un’altra app. macOS potrebbe chiedere la password o Touch ID durante l’autorizzazione.
ja: VPNソフトウェアはcmuxに含まれています。別のアプリは不要です。承認時にmacOSがパスワードまたはTouch IDを求めることがあります。
ko: VPN 소프트웨어는 cmux에 포함되어 있습니다. 다른 앱은 필요하지 않습니다. 승인 시 macOS에서 암호 또는 Touch ID를 요청할 수 있습니다.
nb: VPN-programvaren er inkludert i cmux. Du trenger ingen annen app. macOS kan be om passord eller Touch ID under godkjenningen.
pl: Oprogramowanie VPN jest zawarte w cmux. Nie potrzebujesz innej aplikacji. macOS może poprosić o hasło lub Touch ID podczas zatwierdzania.
pt_br: O software VPN vem incluído no cmux. Você não precisa de outro app. O macOS pode pedir sua senha ou Touch ID durante a aprovação.
ru: VPN-программа уже входит в cmux. Другие приложения не нужны. Во время подтверждения macOS может запросить пароль или Touch ID.
th: ซอฟต์แวร์ VPN รวมอยู่ใน cmux แล้ว ไม่ต้องใช้แอปอื่น macOS อาจขอรหัสผ่านหรือ Touch ID ระหว่างการอนุมัติ
tr: VPN yazılımı cmux içinde bulunur. Başka bir uygulama gerekmez. macOS onay sırasında parolanızı veya Touch ID’yi isteyebilir.
uk: Програмне забезпечення VPN входить до cmux. Інша програма не потрібна. Під час схвалення macOS може попросити пароль або Touch ID.
zh_hans: cmux 已包含 VPN 软件，无需其他应用。批准时，macOS 可能要求您输入密码或使用触控 ID。
zh_hant: cmux 已包含 VPN 軟體，不需要其他 App。核准時，macOS 可能要求您輸入密碼或使用 Touch ID。

# cloud.vpn.setup.status.title
source: Private network status
ar: حالة الشبكة الخاصة
bs: Status privatne mreže
da: Status for privat netværk
de: Status des privaten Netzwerks
es: Estado de la red privada
fr: État du réseau privé
it: Stato della rete privata
ja: プライベートネットワークの状態
ko: 비공개 네트워크 상태
nb: Status for privat nettverk
pl: Stan sieci prywatnej
pt_br: Status da rede privada
ru: Состояние частной сети
th: สถานะเครือข่ายส่วนตัว
tr: Özel ağ durumu
uk: Стан приватної мережі
zh_hans: 私有网络状态
zh_hant: 私有網路狀態

# cloud.vpn.setup.status.off
source: Off. Your Cloud panes continue to work through cmux's built-in route.
ar: متوقف. تستمر لوحات Cloud في العمل عبر اتصال cmux المضمن.
bs: Isključeno. Cloud paneli i dalje rade preko ugrađene cmux veze.
da: Fra. Dine Cloud-paneler fungerer stadig via cmux’ indbyggede forbindelse.
de: Aus. Ihre Cloud-Bereiche funktionieren weiterhin über die integrierte Verbindung von cmux.
es: Desactivada. Tus paneles Cloud siguen funcionando mediante la conexión integrada de cmux.
fr: Désactivé. Vos volets Cloud continuent de fonctionner via la connexion intégrée de cmux.
it: Disattivata. I pannelli Cloud continuano a funzionare tramite la connessione integrata di cmux.
ja: オフ。Cloudペインは引き続きcmux内蔵の接続経路で動作します。
ko: 꺼짐. Cloud 패널은 cmux의 내장 연결을 통해 계속 작동합니다.
nb: Av. Cloud-panelene dine fortsetter å fungere gjennom cmux sin innebygde forbindelse.
pl: Wyłączona. Panele Cloud nadal działają przez wbudowane połączenie cmux.
pt_br: Desativada. Seus painéis Cloud continuam funcionando pela conexão integrada do cmux.
ru: Выключено. Панели Cloud продолжают работать через встроенное соединение cmux.
th: ปิดอยู่ แผง Cloud ยังคงทำงานผ่านการเชื่อมต่อในตัวของ cmux
tr: Kapalı. Cloud panelleriniz cmux’un yerleşik bağlantısıyla çalışmaya devam eder.
uk: Вимкнено. Панелі Cloud продовжують працювати через вбудоване з’єднання cmux.
zh_hans: 已关闭。Cloud 面板仍通过 cmux 内置连接工作。
zh_hant: 已關閉。Cloud 面板仍透過 cmux 內建連線運作。

# cloud.vpn.setup.connected
source: Connected
ar: متصل
bs: Povezano
da: Forbundet
de: Verbunden
es: Conectada
fr: Connecté
it: Connessa
ja: 接続済み
ko: 연결됨
nb: Tilkoblet
pl: Połączono
pt_br: Conectada
ru: Подключено
th: เชื่อมต่อแล้ว
tr: Bağlandı
uk: Підключено
zh_hans: 已连接
zh_hant: 已連線

# cloud.vpn.setup.waiting
source: Waiting
ar: قيد الانتظار
bs: Čekanje
da: Venter
de: Warten
es: En espera
fr: En attente
it: In attesa
ja: 待機中
ko: 대기 중
nb: Venter
pl: Oczekiwanie
pt_br: Aguardando
ru: Ожидание
th: กำลังรอ
tr: Bekliyor
uk: Очікування
zh_hans: 等待中
zh_hant: 等待中

# cloud.vpn.setup.failed
source: Needs attention
ar: يتطلب إجراءً
bs: Potrebna pažnja
da: Kræver opmærksomhed
de: Aktion erforderlich
es: Requiere atención
fr: Action requise
it: Richiede attenzione
ja: 対応が必要
ko: 조치 필요
nb: Krever handling
pl: Wymaga uwagi
pt_br: Requer atenção
ru: Требуется действие
th: ต้องดำเนินการ
tr: İlgilenilmeli
uk: Потрібна увага
zh_hans: 需要处理
zh_hant: 需要處理

# cloud.vpn.setup.off
source: Off
ar: متوقف
bs: Isključeno
da: Fra
de: Aus
es: Desactivada
fr: Désactivé
it: Disattivata
ja: オフ
ko: 꺼짐
nb: Av
pl: Wyłączona
pt_br: Desativada
ru: Выключено
th: ปิด
tr: Kapalı
uk: Вимкнено
zh_hans: 已关闭
zh_hant: 已關閉

# cloud.vpn.setup.disconnect
source: Disconnect
ar: قطع الاتصال
bs: Prekini vezu
da: Afbryd
de: Trennen
es: Desconectar
fr: Déconnecter
it: Disconnetti
ja: 切断
ko: 연결 해제
nb: Koble fra
pl: Rozłącz
pt_br: Desconectar
ru: Отключить
th: ตัดการเชื่อมต่อ
tr: Bağlantıyı kes
uk: Від’єднати
zh_hans: 断开连接
zh_hant: 中斷連線

# cloud.vpn.setup.cancel
source: Cancel
ar: إلغاء
bs: Otkaži
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
ru: Отменить
th: ยกเลิก
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# cloud.vpn.setup.connect
source: Connect Cloud VPN
ar: توصيل VPN الخاص بـ Cloud
bs: Poveži Cloud VPN
da: Forbind Cloud VPN
de: Cloud-VPN verbinden
es: Conectar VPN de Cloud
fr: Connecter le VPN Cloud
it: Connetti VPN Cloud
ja: Cloud VPNに接続
ko: Cloud VPN 연결
nb: Koble til Cloud VPN
pl: Połącz z Cloud VPN
pt_br: Conectar Cloud VPN
ru: Подключить Cloud VPN
th: เชื่อมต่อ Cloud VPN
tr: Cloud VPN’e bağlan
uk: Підключити Cloud VPN
zh_hans: 连接 Cloud VPN
zh_hant: 連接 Cloud VPN

# cloud.vpn.setup.openSettings
source: Open System Settings
ar: فتح إعدادات النظام
bs: Otvori Postavke sistema
da: Åbn Systemindstillinger
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
it: Apri Impostazioni di Sistema
ja: システム設定を開く
ko: 시스템 설정 열기
nb: Åpne Systeminnstillinger
pl: Otwórz Ustawienia systemowe
pt_br: Abrir Ajustes do Sistema
ru: Открыть системные настройки
th: เปิดการตั้งค่าระบบ
tr: Sistem Ayarlarını aç
uk: Відкрити Системні параметри
zh_hans: 打开系统设置
zh_hant: 打開系統設定

# cloud.vpn.setup.steps.title
source: First-time setup
ar: الإعداد الأولي
bs: Prvo podešavanje
da: Første opsætning
de: Ersteinrichtung
es: Configuración inicial
fr: Première configuration
it: Prima configurazione
ja: 初回設定
ko: 최초 설정
nb: Førstegangsoppsett
pl: Pierwsza konfiguracja
pt_br: Primeira configuração
ru: Первая настройка
th: การตั้งค่าครั้งแรก
tr: İlk kurulum
uk: Перше налаштування
zh_hans: 首次设置
zh_hant: 首次設定

# cloud.vpn.setup.steps.extension
source: 1. Click Connect Cloud VPN. When macOS asks, allow the cmux network extension in System Settings.
ar: 1. انقر على توصيل VPN الخاص بـ Cloud. عندما يطلب macOS ذلك، اسمح بامتداد شبكة cmux في إعدادات النظام.
bs: 1. Kliknite Poveži Cloud VPN. Kada macOS zatraži, dozvolite cmux mrežni dodatak u Postavkama sistema.
da: 1. Klik på Forbind Cloud VPN. Når macOS spørger, skal du tillade cmux-netværksudvidelsen i Systemindstillinger.
de: 1. Klicken Sie auf Cloud-VPN verbinden. Erlauben Sie auf Aufforderung von macOS die cmux-Netzwerkerweiterung in den Systemeinstellungen.
es: 1. Haz clic en Conectar VPN de Cloud. Cuando macOS lo solicite, permite la extensión de red de cmux en Ajustes del Sistema.
fr: 1. Cliquez sur Connecter le VPN Cloud. Lorsque macOS le demande, autorisez l’extension réseau cmux dans Réglages Système.
it: 1. Fai clic su Connetti VPN Cloud. Quando macOS lo richiede, consenti l’estensione di rete cmux nelle Impostazioni di Sistema.
ja: 1. 「Cloud VPNに接続」をクリックします。macOSに求められたら、システム設定でcmuxのネットワーク機能拡張を許可します。
ko: 1. Cloud VPN 연결을 클릭합니다. macOS에서 요청하면 시스템 설정에서 cmux 네트워크 확장을 허용합니다.
nb: 1. Klikk Koble til Cloud VPN. Når macOS spør, tillat cmux-nettverksutvidelsen i Systeminnstillinger.
pl: 1. Kliknij Połącz z Cloud VPN. Gdy macOS poprosi, zezwól na rozszerzenie sieci cmux w Ustawieniach systemowych.
pt_br: 1. Clique em Conectar Cloud VPN. Quando o macOS pedir, permita a extensão de rede do cmux nos Ajustes do Sistema.
ru: 1. Нажмите Подключить Cloud VPN. Когда macOS попросит, разрешите сетевое расширение cmux в системных настройках.
th: 1. คลิก เชื่อมต่อ Cloud VPN เมื่อ macOS ขอ ให้อนุญาตส่วนขยายเครือข่าย cmux ในการตั้งค่าระบบ
tr: 1. Cloud VPN’e bağlan’a tıklayın. macOS istediğinde Sistem Ayarları’nda cmux ağ uzantısına izin verin.
uk: 1. Натисніть Підключити Cloud VPN. Коли macOS попросить, дозвольте мережеве розширення cmux у Системних параметрах.
zh_hans: 1. 点击“连接 Cloud VPN”。macOS 提示时，在系统设置中允许 cmux 网络扩展。
zh_hant: 1. 按一下「連接 Cloud VPN」。macOS 提示時，請在系統設定中允許 cmux 網路延伸功能。

# cloud.vpn.setup.steps.settings
source: Open General > Login Items & Extensions > Network Extensions, then enable cmux.
ar: افتح عام > عناصر الدخول والامتدادات > امتدادات الشبكة، ثم فعّل cmux.
bs: Otvorite Opšte > Stavke za prijavu i dodaci > Mrežni dodaci, pa omogućite cmux.
da: Åbn Generelt > Loginemner og udvidelser > Netværksudvidelser, og aktivér cmux.
de: Öffnen Sie Allgemein > Anmeldeobjekte & Erweiterungen > Netzwerkerweiterungen und aktivieren Sie cmux.
es: Abre General > Ítems de inicio y extensiones > Extensiones de red y activa cmux.
fr: Ouvrez Général > Ouverture et extensions > Extensions réseau, puis activez cmux.
it: Apri Generali > Elementi login ed estensioni > Estensioni di rete, quindi abilita cmux.
ja: 「一般」>「ログイン項目と機能拡張」>「ネットワーク機能拡張」を開き、cmuxを有効にします。
ko: 일반 > 로그인 항목 및 확장 프로그램 > 네트워크 확장을 열고 cmux를 활성화합니다.
nb: Åpne Generelt > Påloggingselementer og utvidelser > Nettverksutvidelser, og aktiver cmux.
pl: Otwórz Ogólne > Elementy logowania i rozszerzenia > Rozszerzenia sieciowe, a następnie włącz cmux.
pt_br: Abra Geral > Itens de Início e Extensões > Extensões de Rede e ative o cmux.
ru: Откройте Основные > Объекты входа и расширения > Сетевые расширения и включите cmux.
th: เปิด ทั่วไป > รายการเข้าสู่ระบบและส่วนขยาย > ส่วนขยายเครือข่าย แล้วเปิดใช้ cmux
tr: Genel > Giriş Öğeleri ve Uzantılar > Ağ Uzantıları’nı açın ve cmux’u etkinleştirin.
uk: Відкрийте Загальні > Об’єкти входу та розширення > Мережеві розширення й увімкніть cmux.
zh_hans: 打开“通用”>“登录项与扩展”>“网络扩展”，然后启用 cmux。
zh_hant: 打開「一般」>「登入項目與延伸功能」>「網路延伸功能」，然後啟用 cmux。

# cloud.vpn.setup.steps.settingsLegacy
source: Open Privacy & Security and allow the cmux extension.
ar: افتح الخصوصية والأمان واسمح بامتداد cmux.
bs: Otvorite Privatnost i sigurnost i dozvolite cmux dodatak.
da: Åbn Anonymitet og sikkerhed, og tillad cmux-udvidelsen.
de: Öffnen Sie Datenschutz & Sicherheit und erlauben Sie die cmux-Erweiterung.
es: Abre Privacidad y seguridad y permite la extensión de cmux.
fr: Ouvrez Confidentialité et sécurité et autorisez l’extension cmux.
it: Apri Privacy e sicurezza e consenti l’estensione cmux.
ja: 「プライバシーとセキュリティ」を開き、cmuxの機能拡張を許可します。
ko: 개인정보 보호 및 보안을 열고 cmux 확장을 허용합니다.
nb: Åpne Personvern og sikkerhet og tillat cmux-utvidelsen.
pl: Otwórz Prywatność i ochrona i zezwól na rozszerzenie cmux.
pt_br: Abra Privacidade e Segurança e permita a extensão do cmux.
ru: Откройте Конфиденциальность и безопасность и разрешите расширение cmux.
th: เปิด ความเป็นส่วนตัวและความปลอดภัย แล้วอนุญาตส่วนขยาย cmux
tr: Gizlilik ve Güvenlik’i açın ve cmux uzantısına izin verin.
uk: Відкрийте Конфіденційність і безпека та дозвольте розширення cmux.
zh_hans: 打开“隐私与安全性”，然后允许 cmux 扩展。
zh_hant: 打開「隱私權與安全性」，然後允許 cmux 延伸功能。

# cloud.vpn.setup.steps.configuration
source: 2. Allow cmux to add a VPN configuration named cmux Cloud. This is a separate macOS permission.
ar: 2. اسمح لـ cmux بإضافة إعداد VPN باسم cmux Cloud. هذا إذن منفصل في macOS.
bs: 2. Dozvolite cmux-u da doda VPN konfiguraciju pod imenom cmux Cloud. Ovo je posebna macOS dozvola.
da: 2. Tillad cmux at tilføje en VPN-konfiguration med navnet cmux Cloud. Dette er en separat macOS-tilladelse.
de: 2. Erlauben Sie cmux, eine VPN-Konfiguration namens cmux Cloud hinzuzufügen. Dies ist eine separate macOS-Berechtigung.
es: 2. Permite que cmux añada una configuración VPN llamada cmux Cloud. Este es un permiso independiente de macOS.
fr: 2. Autorisez cmux à ajouter une configuration VPN nommée cmux Cloud. Il s’agit d’une autorisation macOS distincte.
it: 2. Consenti a cmux di aggiungere una configurazione VPN chiamata cmux Cloud. È un’autorizzazione macOS separata.
ja: 2. cmux Cloudという名前のVPN構成の追加を許可します。これは別のmacOS権限です。
ko: 2. cmux가 cmux Cloud라는 VPN 구성을 추가하도록 허용합니다. 이는 별도의 macOS 권한입니다.
nb: 2. Tillat cmux å legge til en VPN-konfigurasjon kalt cmux Cloud. Dette er en separat macOS-tillatelse.
pl: 2. Zezwól cmux dodać konfigurację VPN o nazwie cmux Cloud. To osobne uprawnienie macOS.
pt_br: 2. Permita que o cmux adicione uma configuração VPN chamada cmux Cloud. Esta é uma permissão separada do macOS.
ru: 2. Разрешите cmux добавить VPN-конфигурацию с именем cmux Cloud. Это отдельное разрешение macOS.
th: 2. อนุญาตให้ cmux เพิ่มการกำหนดค่า VPN ชื่อ cmux Cloud นี่เป็นสิทธิ์ macOS แยกต่างหาก
tr: 2. cmux’un cmux Cloud adlı bir VPN yapılandırması eklemesine izin verin. Bu ayrı bir macOS iznidir.
uk: 2. Дозвольте cmux додати конфігурацію VPN з назвою cmux Cloud. Це окремий дозвіл macOS.
zh_hans: 2. 允许 cmux 添加名为 cmux Cloud 的 VPN 配置。这是单独的 macOS 权限。
zh_hant: 2. 允許 cmux 加入名為 cmux Cloud 的 VPN 設定。這是另一項 macOS 權限。
